[
  {
    "id": 1,
    "name": "Фрірен: після завершення пригоди",
    "genre": "пригоди, фентазі, драма",
    "description": "Уявіть ельфійку, яка пережила епічні пригоди і тепер вирушає в подорож не заради битв чи слави, а щоб зрозуміти сенс того всього, що вона пережила. Це подорож не просто простором, але й часом і душею. Аніме розповідає про те, як Фрірен шукає відповіді на запитання, що залишилися після захопливої пригоди, переплітаючись із глибокими людськими переживаннями, які відгукуються в серці. Це не лише дивовижні пейзажі та захоплюючий сюжет; Музика тут створює незабутню атмосферу. OST-и тут це не просто фоновий шум; це невід’ємна частина емоційної подорожі, яка залишає незабутнє враження."
  },
  {
    "id": 2,
    "name": "Детектив перевертень інаба",
    "genre": "екшн, комедія, детектив, фентазі",
    "description": "Головний герой Інаба — приватний детектив і напіввовк з унікальними здібностями, який використовує свої вовчі інстинкти, щоб розгадувати таємничі справи та хапати за жопу злочинців. Аніме наповнене несподіваними поворотами сюжету та дотепними моментами, які тримають глядачів у напруженні та розважають. Кожен епізод представляє нові інтригуючі випадки та захоплюючі пригоди, пропонуючи поєднання кумедних ситуацій та динамічних розслідувань."
  },
  {
    "id": 3,
    "name": "Безхатній бог",
    "genre": "пригоди, фентазі, комедія",
    "description": "Аніме про бога Ято без храму та послідовників, який мріє прославитися. Він береться за будь-яку роботу за символічну плату в 5 ієн. Його життя змінюється після зустрічі з дівчиною на ім'я Хіорі, яка після нещасного випадку починає бачити духів. Разом вони потрапляють у надприродний світ, де божественне переплітається з людським. Візуально привабливий і емоційно багатий, «Безхатній бог» пропонує унікальний погляд на взаємодію між людьми та богами."
  },
  {
    "id": 4,
    "name": "Магічна битва",
    "genre": "шонен, фентазі, екшн, трилер",
    "description": "Юджі Ітадорі, який випадково проковтнув проклятий палець, що належить двуликому королю проклять Сукуні, потрапляє у світ, де магія та прокляття є базою. Юдзі стає студентом Токійської столичної технічної школи дзюдзюцу, де він навчається контролювати свої нові та небезпечні здібності. Цей серіал розкриває темний таємний світ, де кожна битва — це не просто боротьба за виживання, а й конфлікт ідеологій і моральних цінностей. Юджі стоїть перед важким вибором і зустрічає незвичайних союзників, де немає нічого простого. «Магічна битва» — це не лише боротьба зі злом, але й внутрішні демони, які переслідують кожного з нас."
  },
  {
    "id": 5,
    "name": "Цикл історій",
    "genre": "фентазі, екшн, детектив, мелодрами, комедія",
    "description": "Ваш шкільний день – це не лише контрольні та домашні завдання, а й зустрічі з вампірами, богами та різними міфічними істотами. Ласкаво просимо в життя Койомі Арарагі, старшокласника, який був укушений вампіркою і тепер опинився в надприродному світі. Koyomi не просто вирішує математичні задачі, він допомагає своїм подругам боротися з особистими демонами, які буквально приймають форму йокаїв та богів. Одна дівчина від стресу може перетворитися на кішку, а інша – на змію через ревнощі. Очікуйте багато дивних, іноді смішних, а іноді і жахливих історій. Завдяки розумним діалогам і нестандартному підходу до оповідання ви ніколи не знаєте, чого очікувати далі. Додайте до цього гарємник, наповнений згадками та відверто пошлими жартами, і ви отримаєте цілу купу сезонів афігєзного аніме."
  },
  {
    "id": 6,
    "name": "Мисливець х Мисливець",
    "genre": "пригоди, екшн, фентазі, комедія, шонен",
    "description": "Кіллууа, спадкоємець могутньої родини вбивць, і Гон, хлопчик, який шукає свого батька, виявляють щиру близькість і рідкісне взаєморозуміння. Їхня дружба, яка розвивається з кожним епізодом, є серцем цього тайтлу. У ньому бувають моменти напруги та непорозумінь, але саме це робить його таким натуральним і значимим. Це аніме чепляє, пробуджує емоції та вчить нас, що справжня сила полягає не лише в перемогах, а й у тому, як ми долаємо власні недоліки та разом стаємо кращими."
  },
  {
    "id": 7,
    "name": "Реінкарнація безробітного",
    "genre": "ісекай, пригоди, драма, фентазі, комедія",
    "description": "Одний нікчемний чоловій вмирає та перероджується в іншому світі в тілі новонародженного хлопчика Рудіуса. З минулим досвідом і новими магічними здібностями, він вирішує не повторювати старих помилок і прожити це життя на повну. Так починаються його пригоди, де він вчиться магії, досліджує новий світ, заводить друзів і стикається з викликами, які змусять його стати сильнішим, як фізично, так і духовно. Це аніме – про те, як зневірений невдаха перетворюється на могутнього мага, що намагається виправити своє минуле, знайшовши щастя у новому світі."
  },
  {
    "id": 8,
    "name": "Машл: магія та м'язи",
    "genre": "шонен, бойові мистетства, комедія, фентазі, школа",
    "description": "В світі де магія це база для кожного норміса, а маглів негайно утилізують, живе хлопець який не обдарований магією взагалі. Але Машл не сумує, а фігачить двадцять тисяч підходів п'ятитонними гантелями щодня. Так вже сталося, що наш гг потрапляє у школу магії, де вивозить всі чаклунські приколи виключно грубою силою. Це аніме - це неприхована пародія на 'Гаррі Поттера' з пофігістичною пикою Машла, якого цікавлять лише кремові тістечка, та його здібністю попускати всіх своїми м'язами."
  },
  {
    "id": 9,
    "name": "Приємно познайомитись, Бог",
    "genre": "фентазі, романтика, комедія",
    "description": "Дівчина якій нема куди йти, через проблеми в родині, блукає по місту та зустрічає в парку чоловіка який заліз на дерево, бо злякався песика. Нанамі допомагає чоловіку за що він цілує її в лоб та каже що залишить їй свій дім. Коли дівчина приходить за адресою то бачить задрипаний храм, а всередині нахабного, але неймовірно гарного, йокая. Школярка в якої немає свого дома раптово стає богинею храму з власним хранителем йокаєм-лисем в якого закохується. Нанамі потроху вчиться бути богинею, поєднуючи це зі звичайний шкільним життям. Дуже зворушливе аніме, ще й містить гарну комедійну частину."
  }
            
]